Repository: swarna456/fontIssue
Catalog: FontTelegu/*.lproj/Localizable.strings
Languages: hi, kn, te

source: Newsletter
hi: न्यूज़लेटर
kn: ಸುದ್ದಿ ಪತ್ರಿಕೆ
te: సమాచార పత్రిక(న్యూస్‌లెట్టర్)

source: Dark Mode
hi: डार्क मोड
kn: ಡಾರ್ಕ್ ಮೋಡ್
te: డార్క్ మోడ్

source: Push Notifications
hi: पुश नोटिफिकेशन
kn: ಪುಶ್ ನೋಟಿಫಿಕೇಶನ್
te: పంపిన నోటిఫకేషన్లు

source: Clear App Cache
hi: अपना कैशे साफ करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಕ್ಯಾಶ್ ಮೆಮೊರಿ ಅಳಿಸಿ
te: యాప్ సమాచారాన్ని క్లియర్ చేయండి

# titleTermsOfUse
source: Terms of Use
hi: उपयोग की शर्तों के बारे में जानें
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
te: ఉపయోగిత నిబంధనలు

# pageTitleFAQ
source: Frequently Asked Questions
hi: अक्सर पूछे जाने वाले सवाल
kn: FAQ ಅಥವಾ ಹೆಚ್ಚು ಕೇಳಲ್ಪಟ್ಟ ಪ್ರಶ್ನೆಗಳು
te: తరచుగా అడిగే ప్రశ్నలు

# pageTitleEditorialPolicy
source: Editorial Policy
hi: संपादकीय नीति
kn: ಸಂಪಾದಕೀಯ ನಿಯಮಗಳು
te: సంపాదకీయ విధానం

# pageTitlePrivacyPolicy
source: Privacy Policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನಿಯಮಗಳು
te: గోప్యతా పాలసీ

# pageTitleContactUs
source: Contact Us
hi: हमसे संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
te: మమ్మల్ని సంప్రదించండి

# pageTitleLeadership
source: Leadership
hi: नेतृत्व
kn: ಲೀಡರ್‌ಶಿಪ್
te: లీడర్‌షిప్

# pageTitleAboutUs
source: About Us
hi: हमारे बारे में जानें
kn: ನಮ್ಮ ಬಗ್ಗೆ
te: మా గురించి

# pageTitleTellAFriend
source: Tell A Friend
hi: अपने साथियों को बताएं
kn: ಸ್ನೇಹಿತರಿಗೆ ನಮ್ಮ ಬಗ್ಗೆ ತಿಳಿಸಿ
te: స్నేహితుడికి చెప్పండి

# pageTitleRateAndReview
source: Rate And Review
hi: रेट और रिव्यू
kn: ದರ ಮತ್ತು ವಿಮರ್ಶೆ
te: పద్ధతి మరియు సమీక్ష

# pageTitleFeedback
source: Feedback/Contact Us
hi: हमसे संपर्क करें
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
te: సంప్రదించండి
